---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.TonnesForcePerSquareMeter
source: html/ba037e72-8629-a41b-d83a-cd2ac8d7fab6.htm
---
# Autodesk.Revit.DB.UnitTypeId.TonnesForcePerSquareMeter Property

Tonnes force per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId TonnesForcePerSquareMeter { get; }
```